[
{"joke_text": "<p id=\"joke_12784\">\r\n                        Teacher: \"Kids, what does the chicken give you?\"<br>Student: \"Meat!\"<br>Teacher: \"Very good! Now what does the pig give you?\"<br>Student: \"Bacon!\"<br>Teacher: \"Great! And what does the fat cow give you?\"<br>Student: \"Homework!\"                    </p>"},
{"joke_text": "<p id=\"joke_6693\">\r\n                        A child asked his father, \"How were people born?\" So his father said, \"Adam and Eve made babies, then their babies became adults and made babies, and so on.\" The child then went to his mother, asked her the same question and she told him, \"We were monkeys then we evolved to become like we are now.\" The child ran back to his father and said, \"You lied to me!\" His father replied, \"No, your mom was talking about her side of the family.\"                    </p>"},
{"joke_text": "<p id=\"joke_13516\">\r\n                        My friend thinks he is smart. He told me an onion is the only food that makes you cry, so I threw a coconut at his face.                    </p>"},
{"joke_text": "<p id=\"joke_6982\">\r\n                        What happens to a frog's car when it breaks down?<br>It gets toad away.                     </p>"},
{"joke_text": "<p id=\"joke_20014\">\r\n                        Q: Is Google male or female? <br>A: Female, because it doesn't let you finish a sentence before making a suggestion.                    </p>"},
{"joke_text": "<p id=\"joke_14190\">\r\n                        Teacher: \"If I gave you 2 cats and another 2 cats and another 2, how many would you have?\"<br>Johnny: \"Seven.\"<br>Teacher: \"No, listen carefully... If I gave you two cats, and another two cats and another two, how many would you have?\"<br>Johnny: \"Seven.\"<br>Teacher: \"Let me put it to you differently. If I gave you two apples, and another two apples and another two, how many would you have?\"<br>Johnny: \"Six.\"<br>Teacher: \"Good. Now if I gave you two cats, and another two cats and another two, how many would you have?\"<br>Johnny: \"Seven!\"<br>Teacher: \"Johnny, where in the heck do you get seven from?!\"<br>Johnny: \"Because I've already got a freaking cat!\"                    </p>"},
{"joke_text": "<p id=\"joke_6759\">\r\n                        Q: What did the duck say when he bought lipstick?<br>A: \"Put it on my bill.\"                    </p>"},
{"joke_text": "<p id=\"joke_11231\">\r\n                        Mr. and Mrs. Brown had two sons. One was named Mind Your Own Business &amp; the other was named Trouble. One day the two boys decided to play hide and seek. Trouble hid while Mind Your Own Business counted to one hundred. Mind Your Own Business began looking for his brother behind garbage cans and bushes. Then he started looking in and under cars until a police man approached him and asked, \"What are you doing?\" \"Playing a game,\" the boy replied. \"What is your name?\" the officer questioned. \"Mind Your Own Business.\" Furious the policeman inquired, \"Are you looking for trouble?!\" The boy replied, \"Why, yes.\"                    </p>"},
{"joke_text": "<p id=\"joke_17102\">\r\n                        A blonde and a redhead have a ranch. They have just lost their bull. The women need to buy another, but only have $500. The redhead tells the blonde, \"I will go to the market and see if I can find one for under that amount.  If I can, I will send you a telegram.\"  She goes to the market and finds one for $499. Having only one dollar left, she goes to the telegraph office and finds out that it costs one dollar per word. She is stumped on how to tell the blonde to bring the truck and trailer. Finally, she tells the telegraph operator to send the word \"comfortable.\" Skeptical, the operator asks, \"How will she know to come with the trailer from just that word?\" The redhead replies, \"She's a blonde so she reads slow: 'Come for ta bull.'\"                    </p>"},
{"joke_text": "<p id=\"joke_20197\">\r\n                        Kid 1: \"Hey, I bet you're still a virgin.\" <br>Kid 2: \"Yeah, I was a virgin until last night .\" <br>Kid 1: \"As if.\" <br>Kid 2: \"Yeah, just ask your sister.\" <br>Kid 1: \"I don't have a sister.\" <br>Kid 2: \"You will in about nine months.\"                    </p>"},
{"joke_text": "<p id=\"joke_13188\">\r\n                        A teacher asked her students to use the word \"beans\" in a sentence. \"My father grows beans,\" said one girl. \"My mother cooks beans,\" said a boy. A third student spoke up, \"We are all human beans.\"                    </p>"},
{"joke_text": "<p id=\"joke_2399\">\r\n                        Reaching the end of a job interview, the Human Resources Officer asks a young engineer fresh out of the Massachusetts Institute of Technology, \"And what starting salary are you looking for?\" The engineer replies, \"In the region of $125,000 a year, depending on the benefits package.\" The interviewer inquires, \"Well, what would you say to a package of five weeks vacation, 14 paid holidays, full medical and dental, company matching retirement fund to 50% of salary, and a company car leased every two years, say, a red Corvette?\" The engineer sits up straight and says, \"Wow! Are you kidding?\" The interviewer replies, \"Yeah, but you started it.\"                    </p>"}
]
